Repository: Infiziert90/SubmarineTracker
Catalog: SubmarineTracker/Resources/Language.*.resx
Languages: de, fr, ja, zh

# ConfigTabTooltipIncludeMain
source: Auto includes the next main route sector, if there is one.
de: Bezieht automatisch den nächsten Hauptsektor ein, wenn es einen gibt.
fr: Inclut automatiquement le secteur principal suivant, s'il y en a un.
ja: オートインクルードには、次のメインルートセクターが含まれます。
zh: 如果可行，自动包含下一个主要航线航路点.

# ConfigTabEntrySavedBuilds
source: Saved Builds:
de: Gespeicherte Builds:
fr: Builds sauvegardées :
ja: 保存されたビルド:
zh: 已保存配置:

# MenuDiscordThread
source: Discord Thread
fr: Fil de discussion Discord
ja: Discord スレッド
zh: Discord 频道

# MenuLocalization
source: Localization
de: Übersetzung
fr: Traduction
ja: 翻訳
zh: 本地化

# MenuIssues
source: Issues
de: Probleme
fr: Problèmes
ja: 課題
zh: 议题

# MenuKoFi
source: Ko-Fi Tip
de: Ko-Fi Spenden
fr: Don Ko-Fi
zh: Ko-Fi 赞助

# ConfigTabGeneral
source: General
de: Allgemein
fr: Général
ja: 全般
zh: 通用

# ConfigTabEntryNaming
source: Naming Convention:
de: Namenskonvention:
fr: Nomenclature :
zh: 命名规则:

# ConfigTabNamingExample
source: Example:
de: Beispiel:
fr: Exemple :
ja: 例:
zh: 示例:

# ConfigTabEntryUploads
source: Uploads:
de: Hochladen:
fr: Export :
ja: アップロード:
zh: 上传:

# ConfigTabCheckboxUploadPermission
source: Upload Permission
de: Upload-Berechtigung
fr: Autoriser l'export des données
ja: アップロード権限
zh: 上传权限

# ConfigTabUploadInformation1
source: Anonymously provide data about submarines. This data can't be tied to you in any way and everyone benefits!
de: Teilt anonymisierte Daten über Tauchboote. Mit diesen Daten kann nichts zurückverfolgt werden und jeder profitiert von ihnen!
fr: Exportez anonymement les données de vos sous-marins. Ces données ne peuvent être liées à vous d'aucune manière et profitera à tout le monde !
ja: 匿名で潜水艦に関するデータを提供します。 このデータはいかなる方法でもあなたと結び付くことはありません。また、誰もが恩恵を受けることができます！
zh: 匿名上传潜水艇相关数据。 这些数据不会包含你的任何个人信息，但每个人都能从中受益！

# ConfigTabUploadWhat
source: What data?
de: Welche Daten?
fr: Quelles données ?
ja: どんなデータですか？
zh: 什么数据？

# ConfigTabUploadPoint1
source: Loot received
de: Erhaltene Beute
fr: Butin reçu
ja: 受け取った戦利品
zh: 获得战利品

# ConfigTabUploadPoint2
source: Sector unlocks
de: Entdeckung neuer Sektoren
fr: Secteurs débloqués
ja: セクターのロックを解除
zh: 航路点解锁

# ConfigTabUploadPoint3
source: Exploration procs
de: Erkundungs procs
fr: Données de l'aléatoire en expédition
zh: 探索过程

# ConfigTabUploadPoint4
source: Submarine stats
de: Tauchboot-Stats
fr: Statistiques des sous-marins
ja: 潜水艦のステータス
zh: 潜水艇数据

# ConfigTabLoot
source: Loot
de: Beute
fr: Butin
ja: 戦利品
zh: 战利品

# ConfigTabCheckboxLegacy
source: Exclude Legacy Loot
de: Veraltete Beute ausschließen
fr: Exclure les anciens butins
ja: レガシー戦利品を除外
zh: 排除旧版战利品

# ConfigTabEntryCollections
source: Collections:
de: Sammlungen:
zh: 合集:

# ConfigTooltipDefaultCollection
source: Default collection can't be deleted
de: Standardsammlung kann nicht gelöscht werden
fr: La collection par défaut ne peut pas être supprimée
zh: 无法删除默认集合

# ConfigTextInputCollectionName
source: New Collection Name
de: Name der neuen Sammlung
fr: Nom de la nouvelle collection
zh: 新集合名称

# ErrorCollectionExists
source: Collection with this name already exists
de: Sammlung mit diesem Namen existiert bereits
fr: Une collection portant le même nom existe déjà
zh: 已经存在同名集合

# ConfigTabEntryCollectionItems
source: Collection Items:
de: Sammlungsgegenstände:
fr: Objets de collections :
zh: 合集物品:

# TermsPrice
source: Price
de: Wert
fr: Prix
ja: 価格
zh: 价格

# TermsDelete
source: Del
de: Entf
fr: Suppr.
ja: 削除
zh: 删除

# ConfigTabManage
source: Manage
de: Verwalten
fr: Gestion
ja: 管理
zh: 管理

# TermsSavedFCs
source: Saved FCs
de: Gespeicherte FGs
fr: CLs sauvegardées
ja: 保存された FC
zh: 保存的部队

# ConfigTabTooltipSavedFCsDeletion
source: Deleting an FC entry will additionally remove all of its loot history. Hold Control to delete
de: Das Löschen eines FG Eintrags löscht zusätzlich den gesamten Beuteverlauf. Halte STRG gedrückt während Sie den Button drücken.
fr: Supprimer une entrée de CL supprimera également tout l'historique des butins. Maintenez CTRL pour supprimer
ja: FCエントリーを削除すると、戦利品の履歴がすべて削除されます。 ホールドコントロールで削除します
zh: 删除部队条目还将删除其所有战利品历史记录。 按住 Ctrl 键删除

# TermsIgnoredCharacters
source: Ignored Characters
de: Ignorierte Charaktere
fr: Personnages ignorés
ja: 無視するキャラクター
zh: 已忽略角色

# TermsAddCurrentCharacter
source: Add Current Character
de: Aktuellen Charakter hinzufügen
fr: Ajouter le personnage actuel
ja: 現在のキャラクターを追加
zh: 添加当前角色

# ConfigTabNotify
source: Notify
de: Avis
fr: Notifs
ja: 通知する
zh: 通知

# ConfigTabEntryNotifications
source: Notifications:
de: Benachrichtigungen:
ja: 通知:
zh: 通知:

# ConfigTabCheckboxReturningSub
source: Returning Sub
de: Rückkehrende Tauchboote
fr: Sous-marin de retour
ja: 潜水艦の帰還
zh: 潜水艇返回

# ConfigTabCheckboxNeededRepair
source: Needed Repair
de: Reparatur nötig
fr: Réparation nécessaire
ja: 修理が必要
zh: 需要维修

# ConfigTabCheckboxRepairToast
source: Show Repair Toast
de: Reparatur-Toast anzeigen
fr: Afficher le toast de réparation
ja: 修理トーストを表示
zh: 显示维修提示

# ConfigTabCheckboxSendDispatch
source: Send Dispatch
de: Poste Entsendungs-Mitteilung
fr: Envoyer au départ
ja: 送信する
zh: 发送出发

# ConfigTabTooltipSendDispatch
source: Sends a webhook message on dispatch, containing a timestamp when this submarine will return.
de: Postet eine Webhook-Nachricht das ein Tauchboot entsandt wurde, mit einem Zeitstempel wann das Tauchboot zurückkehrt.
fr: Envoie un message via webhook lors du départ, contenant un horodatage lorsque ce sous-marin revient.
ja: この潜水艦が返されるタイムスタンプを含む、派遣時にWebフックメッセージを送信します。
zh: 出发时发送包含此潜水艇返回时间戳的 webhook 消息。

# ConfigTabCheckboxSendReturn
source: Send Return
de: Poste Rückkehrs-Mitteilung
fr: Envoyer au retour
ja: 帰還を送信
zh: 发送返回

# ConfigTabTooltipSendReturn
source: Sends a webhook message on return.
de: Sendet eine Webhook-Nachricht das ein Tauchboot zurückgekehrt ist.
fr: Envoie un message via webhook lors du retour.
ja: 返却時にWebhookメッセージを送信します。
zh: 返回时发送 webhook 消息。

# ConfigTabTooltipWebhook
source: Click to open discord webhook guide in your browser.
de: Klicken, um Discord Webhook Guide in Ihrem Browser zu öffnen.
fr: Cliquez pour ouvrir le guide du webhook discord dans votre navigateur.
ja: クリックしてブラウザでdiscordのWebフックガイドを開きます。
zh: 点击此处在浏览器中打开 Discord webhook 指南。

# ConfigTabEntrySubmarines
source: Submarines:
de: Tauchboote:
fr: Sous-marins :
ja: 潜水艦:
zh: 潜水艇:

# ConfigTabCheckboxAllReturning
source: All Returning Subs
de: Alle zurückkehrenden Tauchboote
fr: Tous les sous-marins au retour
ja: すべての返却されたSubs
zh: 全部潜水艇已返回

# ConfigTabEntrySpecificSubmarines
source: Specific Submarines:
de: Nur bestimmte Tauchboote:
fr: Sous-marins spécifiques :
ja: 特定の潜水艦:
zh: 指定潜水艇:

# ConfigTabOverlay
source: Overlay
ja: オーバーレイ
zh: 悬浮窗

# ConfigTabEntryBehavior
source: Behavior:
de: Verhalten:
fr: Comportement :
zh: 行为:

# ConfigTabCheckboxOpenOnStartup
source: Open On Startup
de: Beim Start öffnen
fr: Ouvrir au démarrage
ja: 起動時に開く
zh: 游戏启动时开启

# ConfigTabTooltipOpenOnStartup
source: Opens the overlay, if it was closed before shutting down the game, on the next startup
de: Öffnet das Overlay automatisch beim nächsten Start, wenn es beim Spiel beenden geschlossen war
fr: Ouvre l'overlay au prochain démarrage s'il a été fermé avant l'arrêt du jeu
ja: ゲームを終了する前にオーバーレイを閉じた場合、次回起動時に開きます
zh: 如果在退出游戏前悬浮窗已关闭，在下次启动时打开悬浮窗

# ConfigTabCheckboxOnReturn
source: Open On Return
de: Bei Rückkehr öffnen
fr: Ouvrir au retour
ja: 帰還時に開く
zh: 返回时

# ConfigTabTooltipOnReturn
source: Automatically opens the overlay if a submarine has returned
de: Öffnet das Overlay automatisch, wenn ein Tauchboot zurückgekehrt ist
fr: Toujours ouvrir l'overlay si un sous-marin est revenu
ja: 1つの潜水艦が戻った場合は常にオーバーレイを開く
zh: 当某一艘潜水艇返回时总是打开叠加层

# ConfigTabCheckboxAutomaticallyClose
source: Automatically Close
de: Automatisch schließen
fr: Fermer automatiquement
ja: 自動で閉じる
zh: 自动关闭

# ConfigTabTooltipAutomaticallyClose
source: Automatically closes the overlay if all submarines are on voyage, and holds it closed
de: Schließt das Overlay automatisch, wenn alle Tauchboote unterwegs sind und hält es geschlossen
fr: Ferme automatiquement l'overlay si tous les sous-marins sont en expédition, et le maintient fermé
ja: すべての潜水艦が航海中の場合に自動でオーバーレイを閉じます。
zh: 假如所有潜水艇都已出航，则自动设置并保持悬浮窗关闭状态

# ConfigTabEntryGeneral
source: General:
de: Allgemein:
fr: Général :
ja: 全般:
zh: 通用:

# ConfigTabCheckboxShowRank
source: Show Rank
de: Zeige Rang
fr: Afficher le rang
ja: ランクを表示
zh: 显示等级

# ConfigTabCheckboxShowBuild
source: Show Build
de: Zeige Build
fr: Afficher les builds
ja: ビルドを表示
zh: 显示配置

# ConfigTabCheckboxAsDate
source: Show As Date
de: Als Datum anzeigen
fr: Afficher la date
ja: 日付を表示
zh: 显示为日期

# ConfigTabCheckboxTitleTime
source: Show Time In Title
de: Zeige Zeit im Titel
fr: Afficher la date dans le titre
zh: 在标题中显示时间

# ConfigTabCheckboxFirstReturnTime
source: Show First Return Time
de: Zeige früheste Rückkehrzeit
fr: Afficher la date de retour la plus proche
ja: 最初の帰還時刻を表示
zh: 显示首次返回时间

# ConfigTabTooltipFirstReturnTime
source: Shows the first returning sub in the overlay headers for each FC.
de: Zeigt frühste Zeit im Overlay Kopf an, wann ein Tauchboot zurückkehrt.
fr: Affiche le premier sous-marin de retour dans les en-têtes de l'overlay pour chaque CL.
ja: 各FCのオーバーレイヘッダーに最初の戻り値のサブを表示します。
zh: 在悬浮窗内每个部队的标题中显示第一个返回的潜水艇。

# ConfigTabCheckboxSortTimeLowest
source: Sort By Lowest Time
de: Sortiere nach niedrigster Zeit
fr: Trier par temps le plus court
ja: 最低時間でソート
zh: 按最短时间排序

# ConfigTabTooltipSortTimeLowest
source: Sorts the overlay headers by return time, this overwrites FC order.
de: Sortiert alle Overlay Köpfe nach der Rückkehrzeit, dies überschreibt die festgelegte FG Sortierung.
fr: Trie les en-têtes de l'overlay par date de retour, ce qui modifie l'ordre des CL.
ja: 返却時間でオーバーレイヘッダーを並べ替えます。FCオーダーは上書きされます。
zh: 按返回时间对悬浮窗标题排序，将覆盖部队顺序。

# ConfigTabCheckboxReverseSort
source: Reverse Sort
de: Umgekehrte Sortierung
fr: Tri inversé
ja: 逆順
zh: 反向排序

# ConfigTabCheckboxOnlyReturned
source: Only Show Returned
de: Zeige, nur zurückkehrte Tauchboote
fr: Afficher seulement les sous-marins revenus
ja: 返されたもののみ表示
zh: 仅显示已返回

# ConfigTabEntryColors
source: Colors:
de: Farben:
fr: Couleurs :
ja: 色:
zh: 颜色:

# ConfigTabColorsAllDone
source: All Done
de: Alle fertig
fr: Tous revenus
zh: 全部完成

# ConfigTabColorsPartlyDone
source: Partly Done
de: Teilweise fertig
fr: Presque revenus
zh: 部分完成

# ConfigTabColorsNoneDone
source: None Done
de: Keiner fertig
fr: Aucuns revenus
zh: 尚未完成

# ConfigTabEntryWindow
source: Window:
de: Fenster:
fr: Fenêtre :
ja: ウィンドウ:
zh: 窗口:

# ConfigTabCheckboxLockSize
source: Lock Size
de: Größe fixieren
fr: Verrouiller les dimensions
ja: ロックサイズ
zh: 锁定大小

# ConfigTabCheckboxLockPosition
source: Lock Position
de: Position fixieren
fr: Verrouiller la position
ja: 位置をロック
zh: 锁定位置

# ConfigTabEntryFCButtons
source: FC Buttons:
de: FG Buttons:
fr: Boutons de CL :
ja: FCボタン:
zh: 部队按钮:

# ConfigTabCheckboxShowAll
source: Show 'All' Button
de: Zeige den 'Alle'-Button
fr: Afficher le bouton 'Tout'
ja: 「すべて」ボタンを表示
zh: 显示"全部"按钮

# ConfigTabTooltipShowAll
source: Adds an 'All' button for easy overview of all FCs. Note: Messy with too many FCs.
de: Fügt einen 'Alle'-Button hinzu, welcher eine Übersicht über alle FGs gleichzeitig gibt. Hinweis: Unübersichtlich mit zu vielen FGs.
fr: Ajoute un bouton « Tout » pour une vue d'ensemble simple de toutes les CL. Remarque : peut devenir confus si vous enregistrez trop de CLs.
ja: すべてのFCを簡単に見るための「すべて」ボタンを追加します。 注意: FCが多すぎるとメッシー。
zh: 添加一个"全部"按钮以方便地查看所有部队。 注意: 太多部队时会十分混乱。

# ConfigTabCheckboxLetMeResize
source: Let Me Resize
de: Lass mich skalieren
fr: Choix des dimensions
ja: サイズを変更する
zh: 调整大小

# ConfigTabTooltipLetMeResize
source: This allows you to resize the FC buttons, but stops them from automatically adjusting size.
de: Erlaubt es dir die größe der FG Buttons zu verändern, underbindet aber eine automatische Skalierung.
fr: Cela vous permet de redimensionner les boutons de CL, mais les empêche de changer automatiquement.
ja: FCボタン のサイズを変更することができますが、サイズを自動的に調整することはできません。
zh: 调整部队按钮的大小, 但将无法自动调整大小。

# ConfigTabEntryAllSection
source: All Section:
de: Alle Rubriken:
fr: Toutes les sections :
zh: 所有部分:

# ConfigTabCheckboxShowRoute
source: Show Route
de: Zeige Route
fr: Afficher l'itinéraire
ja: ルートを表示
zh: 显示航线

# ConfigTabTooltipShowRoute
source: This option will also revert back to 1 FC in each column, if the window is too small.
de: Diese Option wird die Übersicht auf eine FG pro Spalte zurücksetzen, wenn das Fenster sonst zu klein wäre.
fr: Si la fenêtre est trop petite, cette option n'affichera qu'une CL par colonne.
ja: このオプションは、ウィンドウが小さすぎる場合、各列の 1 FC に戻ります。
zh: 如果窗口太小，此选项将恢复到每列一个部队。

# ConfigTabCheckboxShowDate
source: Show Date
de: Zeige Datum
fr: Afficher la date
ja: 日付を表示
zh: 显示日期

# ConfigTabEntryOverview
source: Overview:
de: Übersicht:
fr: Résumé :
ja: 概要:
zh: 总览:

# ConfigTabCheckboxRepairStatus
source: Show Repair Status
de: Zeige Reparaturstatus
fr: Afficher l'état de réparation
ja: 修理ステータスを表示
zh: 显示维修状态

# ConfigTabCheckboxRepairAfterVoyage
source: Show Repair Status After Voyage Return
de: Zeige Reparaturstatus nach der Reise
fr: Afficher l'état de réparation après le retour d'expédition
ja: 帰還後の修理状況を表示
zh: 返回后显示维修状态

# ConfigTabCheckboxReturnTime
source: Show Return Time
de: Rückkehr Zeit anzeigen
fr: Afficher la date de retour
ja: 帰還タイマーを表示
zh: 显示返回时间

# ConfigTabCheckboxReturnDate
source: Show Return Date
de: Rückkehr Datum anzeigen
fr: Afficher la date de retour
ja: 帰還日時を表示
zh: 显示返回日期

# ConfigTabCheckboxTimeDateShowBoth
source: Show Both Options
de: Zeige beide Optionen
fr: Afficher les deux
ja: 両方のオプションを表示
zh: 全部显示

# ConfigTabEntryDetailedView
source: Detailed View:
de: Detailansicht:
fr: Vue détaillée :
ja: 詳細表示:
zh: 详情:

# ConfigTabCheckboxExtendedParts
source: Show Extended Parts List
de: Liste erweiterter Teile anzeigen
fr: Afficher la liste étendue des pièces
ja: 拡張部品リストを表示
zh: 显示扩展部件列表

# BuilderTabBuild
source: Build
ja: ビルド
zh: 配置

# TermsCustom
source: Custom
de: Benutzerdefiniert
fr: Personnalisé
ja: カスタム
zh: 自定义

# BuilderBuildTabAutomaticSelection
source: Automatic Selection: {0} - Rank {1}
de: Automatische Auswahl: {0} - Rang {1}
fr: Sélection automatique : {0} - Rang {1}
ja: 自動選択： {0} - ランク {1}
zh: 自动选择: {0} - 等级 {1}

# BuilderBuildTooltipAutomaticSelection
source: To disable this behaviour head into the configuration, builder tab and uncheck 'Auto Select'
de: Um das Verhalten zu deaktivieren, öffnen sie das Konfigurationsmenü, Schiffbau, und deaktivieren 'Automatisch auswählen'
fr: Pour désactiver ce comportement, allez dans la configuration, dans l'onglet Build et décochez 'Sélectionner automatiquement...'
ja: この挙動を無効にするには、構成、ビルダータブ、「自動選択」のチェックを外します。
zh: 可在设置、配置器选项卡中取消勾选"自动选择"选项禁用此行为

# BuilderWindowButtonReset
source: Reset
de: Zurücksetzen
fr: Réinitialiser
zh: 重置

# BuilderWindowButtonSave
source: Save
de: Speichern
fr: Sauvegarder
ja: 保存
zh: 保存

# BuilderWindowButtonLoad
source: Load
de: Laden
fr: Charger
ja: 読み込み
zh: 加载

# TermsName
source: Name
fr: Nom
ja: 名前
zh: 名称

# BuilderWindowButtonSaveBuild
source: Save Build
de: Speichere Build
fr: Enregistrer la build
ja: ビルドを保存
zh: 保存配置:

# BuilderWindowErrorSameName
source: Build with same name exists already.
de: Build mit gleichem Namen existiert bereits.
fr: Une build avec le même nom existe déjà.
ja: 同じ名前のビルドは既に存在します。
zh: 已存在同名配置。

# BuilderWindowTooltipOverwrite
source: Hold Control to overwrite
de: Halte STRG zum Überschreiben
fr: Maintenir Ctrl pour écraser
ja: 上書きするにはコントロールを長押ししてください
zh: 按住 Ctrl 键以覆盖

# BuilderWindowTipLoading
source: Load by clicking
de: Lade es durch einen Klick
fr: Charger en cliquant
ja: クリックして読み込む
zh: 点击加载

# BuilderTabBestExp
source: Best Exp
de: Beste EP
fr: Meilleure Exp
ja: ベストExp
zh: 最佳经验

# BestEXPCalculationManualCalculation
source: Not calculated ...
de: Noch nicht berechnet ...
fr: Non calculé...
ja: 未計算...
zh: 尚未计算...

# BestEXPCalculationCalculate
source: Calculate
de: Berechne
fr: Calculer
ja: 計算
zh: 计算

# BestEXPCheckboxNoAutomatic
source: Disable Automatic Calculation
de: Deaktiviere Automaische Berechnung
fr: Désactiver le calcul automatique
ja: 自動計算を無効にする
zh: 禁用自动计算

# BestEXPCheckboxIgnoreUnlocks
source: Ignore Unlocks
de: Ignorier eigene Freischaltungen
fr: Ignorer le déblocage
ja: ロック解除を無視
zh: 忽略解锁

# BestEXPCheckboxAvgBonus
source: Use Avg Exp Bonus
de: Verwende durchschnittliche Bonus-EP
fr: Utiliser le bonus d'Exp moyen
ja: 平均経験値ボーナスを使用する
zh: 使用平均经验加成

# BestEXPTooltipAvgBonus
source: This calculation takes only guaranteed bonus exp into account. With this option it will instead take the avg of possible exp bonus.
de: Diese Berechnung berücksichtigt nur garantierte Bonus-Erfahrungspunkte. Mit der Option können sie die Berechnung anweisen den Durchschnitt zu verwendet.
fr: Ce calcul ne prend en compte que l'Exp bonus garantie. Avec cette option, il prendra à la place la moyenne du bonus d'Exp possible.
ja: この計算は保証されたボーナス経験値のみを考慮します。 このオプションを使用すると、代わりに可能な経験値ボーナスのavgが取られます。
zh: 此计算方法只考虑必然的经验加成。 使用此选项将会使用可能的经验加成平均值。

# BuilderTabInfo
source: Info
ja: 情報
zh: 信息

# BuilderTabInfoHowCalculated
source: How are these breakpoints calculated?
de: Wie werden Breakpoints berechnet?
fr: Comment les breakpoints sont-ils calculés ?
ja: これらのブレークポイントはどのように計算されますか？
zh: 这些断点是如何计算的？

# BuilderTabTextHowCalculated
source: Distance and duration are fixed calculated values. However all other breakpoints are calculated from community provided data. Special thanks to Mystic Spirit for all there work.
de: Distanz und Dauer haben eine bekannte Berechnungsformel. Alle anderen Breakpoints werden durch Daten errechnet, die von der Gemeinschaft zur Verfügung gestellt werden. Ein besonderer Dank geht dabei an die Arbeit von Mystic Spirit.
fr: La distance et la durée sont des valeurs fixes. Cependant, tous les autres breakpoints sont calculés à partir des données fournies par la communauté. Un grand merci à Mystic Spirit pour son travail.
ja: 距離と期間は固定計算値ですが、その他のブレークポイントはすべてコミュニティから計算されます。 Mystic Spirit for all there work.
zh: 距离和时长是固定的数值，但所有其他断点都是根据社区提供的数据计算得出的。 特别感谢 Mystic Spirit 所做的工作。

# BuilderTabInfoBestExp
source: Best Exp?
de: Beste EP?
fr: Meilleure Exp ?
ja: 最高の支出?
zh: 最佳经验?

# BuilderTabTextBestExp
source: This tool will assist you in calculating the optimal route that can be taken to level the current build. These calculations are based on experience gained per minute and the unlocked sectors.
de: Dieses Tool hilft Ihnen bei der Berechnung der optimalen Route, welche Sie mit dem aktuellen Rang erreichen können. Die Berechnung basiert dabei auf den Erfahrungspunkten pro Minute, die durch die Route gewonnen werden, und den von ihnen freigeschalteten Sektoren.
fr: Cet outil vous aidera à calculer l'itinéraire optimal à suivre pour atteindre le prochain niveau de la build actuelle. Ces calculs sont basés sur l'expérience gagnée par minute et les secteurs débloqués.
ja: このツールは、現在のビルドをレベルするために取ることができる最適なルートを計算するのに役立ちます。 これらの計算は、1分間に得られた経験と解放されたセクターに基づいています。
zh: 此工具可协助你计算当前配置的最佳升级航线。这些计算基于每分钟获得的经验和已解锁的航路点。

# BuilderTabInfoBreakpoints
source: Breakpoints:
ja: ブレークポイント:
zh: 断点:

# BuilderTabTextT2
source: Surveillance required for a chance to get loot from Tier 2
de: Notwendige Detektion um Beute aus Tier 2 zu erhalten
fr: Exploration nécessaire pour avoir une chance d'obtenir un butin du Tier 2
ja: Tier2の戦利品を獲得するために必要な探査性能
zh: 有机会获得 2 级战利品的所需探索性能

# BuilderTabTextT3
source: Surveillance required for a chance to get loot from Tier 3
de: Notwendige Detektion, um Beute aus Tier 3 zu erhalten
fr: Exploration nécessaire pour avoir une chance d'obtenir un butin du Tier 3
ja: Tier3の戦利品を獲得するために必要な探査性能
zh: 有机会获得 3 级战利品的所需探索性能

# TermsNormal
source: Normal
ja: 標準
zh: 普通

# BuilderTabTextNormal
source: Retrieval required for normal retrieval level
de: Notwendige Effizenz, um eine normale Ausbeute zu erhalten
fr: Prélèvement requis pour le niveau de récupération normal
ja: 普通の回収量に必要な収集性能
zh: 正常收集水平所需收集性能

# TermsOptimal
source: Optimal
ja: 最適な
zh: 最佳

# BuilderTabTextOptimal
source: Retrieval required for optimal retrieval level
de: Notwendige Effizenz, um eine optimale Ausbeute zu erhalten
fr: Prélèvement requis pour le niveau de récupération optimal
ja: 最高の回収量に必要な収集性能
zh: 最佳收集水平所需收集性能

# TermsFavor
source: Favor
de: Gunst
fr: Faveur
ja: 運
zh: 恩惠

# BuilderTabTextFavor
source: Favor required for chance to get two items from a sector
de: Notwendige Gunst, um eine Chance zu haben, zwei Gegenstände zu erhalten
fr: Faveur requise pour avoir une chance d'obtenir deux articles d'un secteur
ja: セクターから2つのアイテムを獲得するために必要な運
zh: 从一个航路点获得两个道具所需恩惠

# ColorsWhite
source: White
de: Weiß
fr: Blanc
ja: 白
zh: 白色

# BuilderTabInfoWhiteText
source: Nothing selected or no data available
de: Keine Auswahl oder Daten verfügbar
fr: Aucune sélection ou aucune donnée disponible
ja: 何も選択されていないか、利用可能なデータがありません
zh: 没有选择或没有可用数据

# ColorsGold
source: Gold
fr: Or
ja: ゴールド
zh: 金色

# BuilderTabInfoGoldText
source: Requirement exceeded
de: Anforderung überschritten
fr: Exigences dépassées
ja: 条件を超えました
zh: 已超过要求

# BuilderTabInfoGreenText
source: T3/Optimal/Favor reached
de: T3/Optimal/Gunst erreicht
fr: T3/Optimal/Faveur atteinte
ja: T3/Optimal/Favor に達しました
zh: 已达到 T3/最佳/恩惠 要求

# ColorsPink
source: Pink
de: Rosa
fr: Rose
ja: ピンク
zh: 粉色

# BuilderTabInfoPinkText
source: T2/Normal reached, followed by T3/Optimal
de: T2/Normal erreicht, gefolgt von T3/Optimal
fr: T2/Normal atteint, suivi par T3/Optimal
ja: T2/Normal に達し、T3/Optimal
zh: 已达到 T2/普通 要求，后附 T3/最佳 要求

# BuilderTabInfoRedText
source: Requirement not fulfilled, followed by requirement
de: Anforderung nicht erfüllt, gefolgt von der Anforderung
fr: Exigence non-atteinte, suivi par l'exigence
ja: 条件が満たされていない、要件が続く
zh: 要求均未达标，后附要求数值

# BuilderTabLeveling
source: Leveling
de: Aufleveln
fr: Gain de niveau
ja: レベル
zh: 升级

# BuilderLevelingButtonStopCalculate
source: Stop Calculation
de: Berechnung stoppen
fr: Arrêter le calcul
ja: 計算停止
zh: 停止计算

# TermsTargetRank
source: Target Rank
de: Ziel-Rang
fr: Rang visé
zh: 目标等级

# BuilderLevelingTooltipTarget
source: The rank this calculation must reach, but can overshot.
de: Der Rang, welcher von der Berechnung erreicht werden muss, aber auch überzogen werden kann.
fr: Le rang que ce calcul doit atteindre, mais qu'il peut dépasser.
ja: この計算に達する必要がありますが、オーバーショットすることができますランク。
zh: 计算必须达到的等级，但可以超过。

# BuilderLevelingButtonCalculate
source: Calculate
de: Berechne
fr: Calculer
ja: 計算
zh: 计算

# TermsSwapAfter
source: Swap After
de: Wechseln nach
fr: Changer après
ja: 後に入れ替え
zh: 后切换

# BuilderLevelingTooltipSwap
source: Swaps parts after X voyages if optimal.
de: Tauscht Teile nach X Reisen, wenn dies optimal ist.
fr: Change les pièces après X voyages si optimal.
ja: X航海後に部品を交換します。
zh: 最佳时在 X 次航程后切换部件。

# TermsProgress
source: Progress
de: Fortschritt
fr: Progrès
ja: 進捗状況
zh: 进度

# BuilderLevelingWarningSlow
source: Warning: This will take a long time and you'll experience game slowdown
de: Warnung: Dies wird eine lange Zeit dauern und du wirst eine Verlangsamung des Spiels erleben
fr: Attention : cela peut prendre beaucoup de temps et le jeu sera ralenti
ja: 警告：時間がかかり、ゲームのスローダウンが発生します。
zh: 警告: 需要很长时间，并且游戏可能会卡顿

# BuilderLevelingInfoAtRank
source: At Rank
de: Auf Rang
fr: Au rang
ja: ランク時
zh: 等级

# BuilderLevelingInfoProgressFor
source: Progress for current
de: Fortschritt für aktuelle
fr: Progression actuelle
ja: 現在の進捗状況
zh: 当前进度

# BuilderLevelingInfoElapsedTotal
source: Time elapsed
de: Verstrichene Zeit
fr: Temps écoulé
ja: 経過時間
zh: 用时

# BuilderLevelingInfoElapsedCurrent
source: Time elapsed current calculation
de: Verstrichene Zeit für aktuelle Berechnung
fr: Temps écoulé du calcul actuel
ja: 経過時間電流計算
zh: 当前计算用时

# BuilderLevelingCheckboxIgnoreBuild
source: Ignore Build
de: Build ignorieren
fr: Ignorer la build
ja: ビルドを無視
zh: 忽略配置
