Repository: Infiziert90/SubmarineTracker
Catalog: SubmarineTracker/Resources/Language.*.resx
Languages: de, fr, ja, zh

# WebhookOnDispatch
source: Returns <t:{0}:R>
de: Kehrt zurück <t:{0}:R>
fr: Revient le <t:{0}:R>
ja: <t:{0}:R> に帰還します。
zh: 返回时间 <t:{0}:R>

# WebhookOnReturn
source: Returned at <t:{0}:f>
de: Zurückgekehrt am <t:{0}:f>
fr: Revenu le <t:{0}:f>
ja: <t:{0}:f> に帰還しました。
zh: 返回时间 <t:{0}:R>

# NotificationChatReturn
source: {0} has returned.
de: {0} ist zurückgekehrt.
fr: {0} est revenu.
ja: {0} が帰還しました。
zh: {0} 已返回。

# NotificationChatRepair
source: {0} has returned and requires repair before being dispatched again.
de: {0} ist zurückgekehrt und muss repariert werden, bevor erneut entsandt wird.
fr: {0} est revenu et a besoin d'une réparation avant d'être expédié à nouveau.
ja: {0} が帰還しました。修理が必要です。
zh: {0} 已返回，并需要维修配件才能再次出发。

# NotificationToastRepair
source: Requires repair before being dispatched again
de: Erfordert Reparaturen bevor es erneut versandt werden kann
fr: Nécessite une réparation avant d'être expédié à nouveau
ja: 再出港には修理が必要です。
zh: 需要维修配件才能再次出发

# TermsImportant
source: Important
de: Wichtig
ja: 重要
zh: 重要

# NotificationsUploadOptOut
source: This plugin will collect anonymized, submarine specific data. For more information on the exact data collected please see the upload tab in the plugin configuration menu. You can opt out of any and all forms of data collection.
de: Dieses Plugin sammelt anonymisierte, Tauchboot spezifische Daten. Weitere Infos zu den erfassten Daten können Sie in dem Konfigurationsmenü under 'Upload' finden. Sie können jederzeit die Berichtigung zur Datensammlung zurücknehmen.
fr: Ce plugin collectera des données anonymes spécifiques aux sous-marins. Pour plus d'informations sur les données exactes collectées, veuillez consulter l'onglet téléchargement dans le menu de configuration du plugin. Vous pouvez refuser toute forme de collecte de données.
ja: このプラグインは匿名化された潜水艦固有のデータを収集します。 収集されるデータの詳細については、プラグイン設定メニューのアップロードタブを参照してください。 データ収集はすべてオプトアウトすることができます。
zh: 此插件将收集匿名的潜水艇特定数据。 有关收集的确切数据的更多信息，请参阅插件设置菜单中的上传选项卡。 你可以选择不接受任意或所有形式的数据收集。

# WarningsIgnoredCharacter
source: Ignored Character
de: Ignorierte Charaktere
fr: Personnage ignoré
ja: 無視するキャラクター
zh: 已忽略角色

# WindowNameTracker
source: Tracker
ja: トラッカー
zh: 追踪器

# MenuTooltipTracker
source: Open the tracker window.
de: Öffnet das Tracker-Fenster.
fr: Ouvrir la fenêtre du tracker.
ja: トラッカーウィンドウを開きます。
zh: 打开追踪器窗口。

# WindowNameBuilder
source: Builder
de: Schiffsbauer
ja: ビルダー
zh: 配置器

# MenuTooltipBuilder
source: Open the builder window.
de: Öffnet das Schiffsbau-Fenster.
fr: Ouvrir la fenêtre de build.
ja: ビルダーウィンドウを開きます。
zh: 打开配置器窗口。

# WindowNameLoot
source: Loot
de: Beute
fr: Butin
ja: 戦利品
zh: 战利品

# MenuTooltipLoot
source: Open the loot window.
de: Öffnet das Beute-Fenster.
fr: Ouvrir la fenêtre du butin.
ja: 戦利品ウィンドウを開きます。
zh: 打开战利品窗口。

# WindowNameHelpy
source: Helpy
de: Helfer
fr: Assistant
ja: ヘルパー
zh: 助手

# MenuTooltipHelpy
source: Open the helper window.
de: Öffnet das Helfer-Fenster.
fr: Ouvre la fenêtre de l'assistant.
ja: ヘルパーウィンドウを開きます。
zh: 打开助手窗口。

# WindowNameOverlay
source: Overlay
ja: オーバーレイ
zh: 悬浮窗

# MenuTooltipOverlay
source: Open the return overlay.
de: Öffnet das Rückkehr-Overlay.
fr: Ouvrir l'overlay de retour.
ja: リターンオーバーレイを開きます。
zh: 打开返回悬浮窗。

# WindowNameConfig
source: Config
de: Konfiguration
fr: Configuration
ja: 設定
zh: 设置

# MenuTooltipConfig
source: Open the config window.
de: Öffnet das Konfigurations-Fenster.
fr: Ouvrir la fenêtre de configuration.
ja: 設定ウィンドウを開きます。
zh: 打开设置窗口。

# MenuEntryDiscordThread
source: Discord Thread
fr: Fil de discussion Discord
ja: Discord スレッド
zh: Discord 频道

# MenuTooltipDiscordThread
source: Open the discord support thread.
de: Öffnet den Discord Support Thread.
fr: Ouvrir le fil de support Discord.
ja: Discord サポートスレッドを開く
zh: 打开 Discord 支持频道。

# MenuEntryLocalization
source: Localization
de: Übersetzung
fr: Traduction
ja: 翻訳
zh: 本地化

# MenuTooltipLocalization
source: Open the crowdin page in your browser
de: Öffnet die Crowdin Übersetzerseite in Ihrem Browser
fr: Ouvrir la page Crowdin dans votre navigateur
ja: ブラウザで Crowdin を開く
zh: 在浏览器中打开 crowdin 页面

# MenuEntryIssues
source: Issues
de: Probleme
fr: Problèmes
zh: 议题

# MenuTooltipIssues
source: Open the issue page in your browser.
de: Öffnet die Problemseite in Ihrem Browser.
fr: Ouvrir la page des problèmes connus dans votre navigateur.
ja: ブラウザで Issues ページを開く
zh: 在浏览器中打开议题页面。

# MenuEntryKoFi
source: Ko-Fi Tip
de: Ko-Fi Spenden
fr: Don Ko-Fi
zh: Ko-Fi 赞助

# MenuTooltipKoFi
source: Open the kofi page in your browser.
de: Öffnet die Ko-Fi Spendenseite in Ihrem Browser.
fr: Ouvrir la page Ko-Fi dans votre navigateur.
ja: ブラウザで Ko-Fi ページを開く
zh: 在浏览器中打开 kofi 页面。

# MenuEntrySync
source: Sync
de: Synchronisieren
fr: Synchroniser
ja: 同期
zh: 同步

# MenuTooltipSync
source: Reload all stored data from hard drive and refresh the cache.
de: Alle gespeicherten Daten von der Festplatte neu laden und den Cache aktualisieren.
fr: Recharge toutes les données stockées sur le disque dur et actualise le cache.
ja: ハードドライブから保存されているすべてのデータを再読み込みし、キャッシュを更新します。
zh: 从硬盘重新加载所有存储数据并刷新缓存。

# ErrorNoData
source: No data found for this character's FC Please visit your Company Workshop and access Submersible Management at the Voyage Control Panel.
de: Keinen Daten gefunden für diese FG Bitte besuche die Werkstatt deiner FG und interagiere mit der Oberfläche für Tauchboote.
fr: Aucune donnée trouvée pour la CL de ce personnage Veuillez visiter l'atelier de votre compagnie libre et interagissez avec le panneau de contrôle d'appareils.
ja: このキャラクターのフリー・カンパニーに関するデータは見つかりませんでした 会社のワークショップにアクセスし、Voyage Control PanelからSubmersible Managementにアクセスしてください。
zh: 没有找到此角色的部队 请进入你的部队工坊并查看航行管制面板中的管理潜水艇页面。

# TermsNoVoyage
source: No Voyage
de: Nicht auf einer Reise
fr: Pas en expédition
zh: 无航次

# TermsDone
source: Done
de: Fertig
fr: Terminé
ja: 完了
zh: 完成

# TermsAll
source: All
de: Alle
fr: Tous
ja: すべて
zh: 全部

# TermsRank
source: Rank
de: Rang
fr: Rang
ja: ランク
zh: 等级

# ReturnOverlayTooltipRepairNeeded
source: This submarine needs repair on return.
de: Das Tauchboot muss bei seiner Rückkehr repariert werden.
fr: Ce sous-marin aura besoin d'être réparé à son retour.
ja: この潜水艦は戻って修理が必要だ。
zh: 此潜水艇返回后需要维修配件。

# TermsRoute
source: Route
fr: Itinéraire
ja: ルート
zh: 航线

# TermsEXPAfter
source: After
de: Danach
fr: Après
ja: 後
zh: 之后

# TermsRepair
source: Repair
de: Reparatur
fr: Réparation
ja: 修理
zh: 维修

# MainWindowTooltipRepair
source: {0} kits after {1} voyages
de: {0} Kits nach {1} Reisen
fr: {0} kits après {1} voyages
ja: {0} 航海後の {1} キット
zh: {1} 航次后需要 {0} 修理材料

# MainWindowTabOverview
source: Overview
de: Übersicht
fr: Résumé
ja: 概要
zh: 总览

# MainWindowEntryResources
source: Resources:
de: Ressourcen:
fr: Ressources :
ja: リソース:
zh: 资源:

# TermsTanks
source: Tanks
de: Fässer
fr: Barils
ja: タンク
zh: 青磷水

# TermsKits
source: Kits
ja: キット
zh: 修理材料

# TermsNoVoyageData
source: No Voyage Data
de: Keine Reise-Daten
fr: Aucune donnée de voyage
ja: 航海データがありません
zh: 无航次数据

# MainWindowTabLoot
source: Loot
de: Beute
fr: Butin
ja: 戦利品
zh: 战利品

# TermsBuild
source: Build
ja: ビルド
zh: 配置

# MainWindowOverviewBreaksAfter
source: Breaks after {0} voyages
de: Geht Kaputt nach {0} Reisen
fr: Se cassera après {0} voyages
ja: {0} 航海後に破壊
zh: {0} 航次后损坏

# TermsExp
source: Exp
de: EP
zh: 经验

# TermsPredicted
source: Predicted
de: Erwartet
fr: Prévu
ja: 予測
zh: 预计

# Termshours
source: hours
de: Stunden
fr: heures
ja: 時間
zh: 小时

# TermsTime
source: Time
de: Zeit
fr: Temps
ja: 帰還まで
zh: 时间

# TermsDate
source: Date
de: Datum
ja: 帰還予定日時
zh: 日期

# TermsMap
source: Map
de: Karte
fr: Carte
ja: 地図
zh: 地图

# NextOverlayTooltipLowRank
source: Your submarine is below the required level to visit the sector.
de: Ihr Tauchboot ist unter dem erforderlichen Rang für den nächsten Sektor.
fr: Votre sous-marin est en dessous du rang requis pour visiter le secteur.
ja: この潜水艦は該当区域を探索するために必要なレベルに達していません。
zh: 你的潜水艇低于探索该航路点所需的最低级别。

# NextOverlayTextNextSector
source: Next Sector:
de: Nächster Sektor:
fr: Secteur suivant :
ja: 次の区域:
zh: 下一航路点:

# NextOverlayTextVisit
source: Visit:
de: Besuche:
fr: Visiter :
ja: 探索先:
zh: 访问:

# NextOverlayTextNextMap
source: Next Map:
de: Nächste Karte:
fr: Carte suivante :
ja: 次のマップ:
zh: 下张地图:

# TermsSubmarines
source: Submarines
de: Tauchboote
fr: Sous-marins
ja: 潜水艦
zh: 潜水艇

# ReturnOverlayInfoNoReturn
source: No sub has returned.
de: Kein Tauchboot ist bisher zurückgekehrt.
fr: Aucun sous-marin n'est revenu.
ja: 潜水艦が帰還していません。
zh: 没有潜水艇已返回。

# RouteOverlayTooltipHighRank
source: Submarine above threshold and MustInclude is empty Check your config for higher level suggestions.
de: Tauchboote ist über dem Höchstrang und Muss-Einbeziehen ist leer. Überprüfen Sie ihr Konfigurationsmenü, wenn sie noch Vorschläge benötigen.
fr: Rang de Sous-marin au-dessus du seuil indiqué et "Doit inclure" est vide Vérifiez votre configuration pour des suggestions de niveau supérieur.
ja: 潜水艦のレベルが閾値を超えている、または必須項目が空です。 より高レベルでサジェストを表示するには、設定を確認してください。
zh: 潜水艇等级超过阈值且必须包含航路点为空 请调整设置以获取更高级别的航线建议。

# TermsLoading
source: Loading
de: Wird berechnet
fr: Chargement
ja: 読み込み中
zh: 加载中

# BestEXPCalculationNothingFound
source: No route found, check speed and range ...
de: Keine Route gefunden, Geschwindigkeit und Reichweite überprüfen ...
fr: Aucun itinéraire trouvé, vérifiez la vitesse et la distance...
ja: ルートが見つかりません。速度と範囲を確認してください...
zh: 未找到航线，请检查速度和范围...

# TermsMustInclude
source: Must Include
de: Muss-Einbeziehen
fr: Doit inclure
ja: 必須項目
zh: 必须包含

# BestEXPEntryDurationLimit
source: Duration Limit
de: Dauer Begrenzung
fr: Durée limite
ja: 時間制限
zh: 时间限制

# BestEXPCheckboxMaximizeDuration
source: Maximize Duration
de: Dauer maximieren
fr: Maximiser la durée
ja: 最大化時間
zh: 最大时长

# BestEXPEntryHoursandMinutes
source: Hours & Minutes
de: Stunden und Minuten
fr: Heures & Minutes
ja: 時間と分
zh: 小时与分钟

# BestEXPCheckboxAutoInclude
source: Auto Include
de: Automatisch einbeziehen
fr: Inclus. auto
ja: 自動含める
zh: 自动包含

# BestEXPTooltipAutoInclude
source: Auto include the next main sector, if there is one
de: Bezieht automatisch den nächsten Hauptsektor ein, wenn es einen gibt
fr: Inclut automatiquement le secteur principal suivant, s'il y en a un
ja: 次のメインセクターがある場合は、自動的に含めます。
zh: 如果可行，自动包含下一个主要航路点

# LootTabAnalyse
source: Analyse
ja: 分析
zh: 分析

# TermsWiP
source: - Work in Progress -
de: - In Entwicklung! -
fr: - En cours de développement ! -
ja: - 作業中 -
zh: - 正在进行中 -

# LootTabButtonRebuild
source: Rebuild Cache
de: Erneuer Cache
fr: Reconstruire le cache
ja: キャッシュの再構築
zh: 重建缓存

# LootTabTextSearched
source: Searched for
de: Gesucht nach
fr: Recherche de
ja: 検索対象:
zh: 已检索

# LootTabWarningNothingFound
source: Nothing found for this sector.
de: Kein Ergebnis gefunden für diesen Sektor.
fr: Aucun résultat pour cette destination.
ja: このセクターは見つかりませんでした。
zh: 未在此航路点找到任何内容。

# LootTabEntryPercentages
source: Percentages:
de: Prozentanteil:
fr: Pourcentages :
ja: パーセンテージ:
zh: 百分比:

# TermsItem
source: Item
de: Gegenstand
fr: Objet
ja: 項目
zh: 道具

# TermsPercentage
source: Pct
de: Prozent
fr: Pctge
ja: パーセント
zh: 百分比

# LootTabCustom
source: Custom
de: Benutzerdefiniert
fr: Personnalisé
ja: カスタム
zh: 自定义

# LootTabCustomProfileEmpty
source: This profile has no tracked items.
de: Dieses Profil hat keinen getrackten Items.
fr: Ce profil n'a aucun objet suivi.
ja: このプロファイルには追跡されたアイテムがありません。
zh: 此配置文件没有任何跟踪项目

# LootTabCustomProfileTip
source: You can add items via the loot tab under configuration.
de: Du kannst Items über das Konfigurationsmenü hinzufügen.
fr: Vous pouvez ajouter des objets via l'onglet Butin dans la configuration du plugin.
ja: 下にある設定の戦利品タブからアイテムを追加することができます。
zh: 你可以在设置中的战利品选项卡下添加物品

# LootTabCustomNone1
source: None of the selected items have been looted
de: Keines der ausgewählten Gegenstände wurde erbeutet
fr: Aucun des objets sélectionnés n'a été trouvé
ja: 選択されたアイテムのどれも略奪されていません
zh: 所有选中道具均未获得

# LootTabCustomNone2Yet
source: yet
de: bisher
fr: à ce jour
ja: まだ
zh: 从未

# LootTabCustomNone2Timeframe
source: in the time frame
de: im Zeitraum
fr: pendant la période
ja: 時間枠内で
zh: 时限内

# LootTabCustomRewardAmount
source: The above rewards have been obtained {0} from a total of {1} voyages ({2} submarines).
de: Die gezeigte Beute wurden {0} von insgesamt {1} Reisen ({2} Tauchbooten) erhalten.
fr: Les objets ci-dessus ont été obtenus {0} sur un total de {1} voyages ({2} sous-marins).
ja: 合計 {1} 航海で上記の報酬 {0} を獲得しました (潜水艦{2})。
zh: 以上奖励已从总共 {1} 次航行 ({2} 艘潜水艇) 中获得 {0}。

# LootTabCustomMoneyMade
source: This made you a total of {0:N0} gil.
de: Dies hat einen Gesamtwert von {0:N0} Gil.
fr: Ce qui vous a rapporté un total de {0:N0} gils.
ja: これで合計 {0:N0} ギルが手に入りました。
zh: 为你共赚取到 {0:N0} 金币。

# TermsOptions
source: Options
de: Optionen
ja: 設定
zh: 选项

# LootTabEntryFixed
source: Fixed:
de: Zeitraum:
fr: Fixer à :
ja: 修正済み:
zh: 筛选:

# LootTabTooltipFixed
source: Selecting 'No Limit' will allow you to pick a specific time frame.
ja: 未選択の場合、特定の期間で絞り込むことが可能です。
zh: 不做选择时可选择特定时间范围。

# LootTabEntryFromToDateSelection
source: FromTo:
de: Von-Bis:
fr: Du - au :
ja: 期間:
zh: 时间范围:

# LootTabExport
source: Export
fr: Exporter
ja: エクスポート
zh: 导出

# LootTabCheckboxExportAll
source: Export All FCs
de: Exportiere alle FGs
fr: Exporter toutes les CLs
ja: すべてのFCをエクスポート
zh: 导出全部部队

# LootTabCheckboxExcludeDate
source: Exclude Date
de: Datum nicht exportieren
fr: Exclure la date
ja: 除外する日付
zh: 排除日期

# LootTabCheckboxExcludeHash
source: Exclude Hash
de: Hash nicht exportieren
fr: Exclure le dièse
ja: ハッシュを除外
zh: 排除哈希值

# LootTabEntryOutputFolder
source: Output Folder:
de: Ausgabeordner:
fr: Dossier cible :
ja: 出力フォルダ:
zh: 输出文件夹:

# LootTabTitlePickFolder
source: Pick a folder
de: Wählen Sie einen Ordner aus
fr: Choisissez un dossier
ja: フォルダを選択
zh: 选择一个文件夹

# LootTabEntryExport
source: Export:
fr: Exporter :
ja: エクスポート:
zh: 导出:

# LootTabButtonFile
source: File
de: Datei
fr: Fichier
ja: ファイル
zh: 文件

# LootTabButtonClipboard
source: Clipboard
de: Zwischenablage
fr: Presse-papier
ja: クリップボード
zh: 剪贴板

# LootExportErrorNothingFound
source: Nothing to export in the selected time frame.
de: Nichts zum Exportieren gefunden im ausgewählten Zeitraum.
fr: Rien à exporter dans la période sélectionnée.
ja: 選択した時間帯にエクスポートするものはありません。
zh: 在选定的时间范围内没有要导出的内容。

# LootExportSuccessClipboard
source: Successfully exported to clipboard.
de: Erfolgreich in die Zwischenablage kopiert.
fr: Copie réussie dans le presse-papier.
ja: クリップボードに正常にエクスポートされました。
zh: 已成功导出到剪贴板。

# LootExportSuccessFile
source: Export done.
de: Export abgeschlossen.
fr: Export réussi.
ja: エクスポート完了。
zh: 导出完成。

# LootExportSuccessOutputPath
source: Output Path: {0}
de: Ausgabepfad: {0}
fr: Chemin du dossier cible : {0}
ja: 出力パス: {0}
zh: 输出路径: {0}

# LootExportErrorInvalidPath
source: Invalid path.
de: Ungültiger Pfad.
fr: Chemin invalide.
ja: 無効なパスです。
zh: 无效路径。

# LootTabHistory
source: History
de: Verlauf
fr: Historique
ja: 履歴
zh: 历史

# LootTabHistoryWrong
source: Something went wrong.
de: Etwas ist schief gelaufen.
fr: Un problème est survenu.
ja: 問題が発生しました。
zh: 出错了。

# LootTabHistoryNotTracked
source: Tracking starts when you send your subs on voyage again.
de: Das Tracking beginnt, nachdem du dein Tauchboot wieder auf eine Reise entsandt hast.
fr: Le suivi commence lorsque vous envoyez vos sous-marins en expédition.
ja: 潜水艦を再出港させると追跡が始まります。
zh: 当潜水艇再次出发时开始追踪。

# LootTabHistoryLegacyData
source: -Legacy Data-
de: - Alte Daten -
fr: -Anciennes données-
ja: -レガシーデータ
zh: -旧数据-

# HelpyTabProgression
source: Progression
de: Fortschritt
ja: 進行状況
zh: 进展

# ProgressionTabSubmarinePath
source: 4 Submarines
de: 4 Tauchboote
fr: 4 sous-marins
ja: 潜水艦4台
zh: 4艘潜水艇

# ProgressionTabLastSector
source: Last Sector
de: Letzter Sektor
fr: Dernier secteur
ja: 最終区域
zh: 最终航路点

# HelpyTabInfo
source: Info
fr: Information
ja: 情報
zh: 信息

# HelpyTabInfoSectorUnlock
source: How to unlock new Sectors?
de: Wie schaltet man neue Tauchboote frei?
fr: Comment débloquer de nouveaux secteurs ?
ja: 新しい区域のロックを解除するには？
zh: 如何解锁新航路点？

# HelpyTabInfoSectorUnlockText
source: Unlocking new sectors is RNG. By increasing the speed and frequency of voyages, you will have more chances to discover a new sector.
de: Das Freischalten neuer Sektoren ist RNG. Durch erhöhte Geschwindigkeit und Häufigkeit einer Reise kannst du die Chancen erhöhen.
fr: Les nouveaux secteurs sont débloqués aléatoirement. En augmentant la vitesse et la fréquence des voyages, vous aurez plus de chances d'en découvrir un nouveau.
ja: 新しい区域が解放されるかどうかはランダムに決まっています。 航海の速度と頻度を上げることで、新しい区域を発見する機会が増えます。
zh: 解锁新航路点是完全随机的。 通过提高巡航速度和出航频率，将有更多机会发现新航路点。

# HelpyTabInfoMapUnlock
source: How to unlock new maps / slots?
de: Wie schaltet man neue Karten / Slots frei?
fr: Comment débloquer de nouvelles cartes/emplacements ?
ja: 新しいマップ/スロットのロックを解除する方法は?
zh: 如何解锁新海底图/栏位？

# HelpyTabInfoMapUnlockText
source: You must visit the unlocked sector at least once. Note: You won't see more submarines until you filled the previous slot. e.g You won't see slot 3 if slot 2 is empty
de: Du musst einen Sektor mindestens ein Mal besuchen. Hinweis: Sie werden keine weiteren Tauchboote sehen, bis Sie den vorherigen Slot gefüllt haben. z.B.: Sie werden keinen dritten Slot sehen, wenn der zweite Slot noch leer ist
fr: Vous devez visiter le secteur débloqué au moins une fois. Note : Vous ne verrez plus de sous-marins tant que vous n'avez pas rempli l'emplacement précédent. Par exemple, vous ne verrez pas l'emplacement 3 si l'emplacement 2 est vide
ja: 少なくとも一度はアンロックされた区域を探索しなければなりません。 注：前のスロットが埋まっていない場合には次のスロットは表示されません。 例：スロット2が空の場合、スロット3は表示されません
zh: 你必须访问当前海底图的最后一个航路点至少一次。 注: 你必须在已解锁的栏位中建造潜水艇才能解锁下一个栏位。 例如: 如果栏位2是空的，你将无法解锁栏位3。

# HelpyTabInfoColors
source: Colors:
de: Farben:
fr: Couleurs :
ja: 色:
zh: 颜色:

# ColorsGreen
source: Green
de: Grün
fr: Vert
ja: 緑
zh: 绿色

# HelpyTabInfoGreenText
source: Unlocked and visited
de: Freigeschalten und besucht
fr: Débloqué et visité
ja: 開放されていて探索済み
zh: 已解锁并探索

# ColorsViolet
source: Violet
de: Violett
ja: 紫
zh: 紫色

# HelpyTabInfoVioletText
source: Unlocked but not visited
de: Freigeschalten, aber nicht besucht
fr: Débloqué mais non visité
ja: 開放されているが未探索
zh: 已解锁但未探索

# ColorsRed
source: Red
de: Rot
fr: Rouge
ja: 赤
zh: 红色

# HelpyTabInfoRedText
source: Not unlocked
de: Nicht freigeschalten
fr: Non débloqué
ja: 未開放
zh: 未解锁

# HelpyTabStorage
source: Storage
de: Lager
fr: Inventaire
ja: ストレージ
zh: 仓库

# HelpyTabWarningAllaganTools
source: AllaganTools not available.
de: AllaganTools ist nicht verfügbar.
fr: AllaganTools n'est pas disponible.
ja: AllaganToolsは利用できません。
zh: AllaganTools 不可用。

# ProgressionTabTooltipUnlocksMap
source: Unlocks map
de: Schaltet Karte frei
fr: Débloque la carte
ja: 地図のロックを解除
zh: 解锁海底图

# ProgressionTabTooltipUnlocksSlot
source: Unlocks slot
de: Schaltet Slot frei
fr: Débloque l'emplacement
ja: スロットをアンロックする
zh: 解锁栏位

# ConfigTabAbout
source: About
de: Über uns
fr: A propos
zh: 关于

# ConfigTabEntryAuthor
source: Author:
de: Ersteller:
fr: Auteur :
ja: 作成者:
zh: 作者:

# ConfigTabEntryVersion
source: Version:
ja: バージョン:
zh: 版本:

# ConfigTabEntryLocalization
source: Localization:
de: Überstetzung:
fr: Traduction :
ja: 翻訳者:
zh: 本地化:

# ConfigAboutTranslationCommunity
source: Community
fr: Communauté
ja: コミュニティ
zh: 社区

# ConfigAboutTranslationTooltip
source: All localizations are done by the community. If you want to help improve them, please visit Crowdin
de: Die Lokalisierung wird von der Community beigesteuert. Solltest du dabei helfen wollen, klick einfach den 'Übersetzung' Button
fr: Toutes les traductions sont faites par la communauté. Si vous voulez aider à les améliorer, veuillez visiter Crowdin
ja: すべての翻訳はコミュニティによって行われています。 改善・支援したい場合は、Crowdin をご覧ください。
zh: 所有本地化均由社区完成。 如果你想帮助改善它们，请访问 Crowdin

# BuilderTabBuilder
source: Builder
de: Schiffsbauer
ja: ビルダー
zh: 配置器

# ConfigTabEntryOptions
source: Options:
de: Optionen:
ja: オプション:
zh: 选项:

# ConfigTabCheckboxCurrentFC
source: Show Only Current FC
de: Nur aktuelle FG anzeigen
fr: Afficher uniquement la CL actuelle
ja: 現在のFCのみ表示
zh: 仅显示当前部队

# ConfigTabCheckboxAutoSelection
source: Auto Select Current Submarine
de: Aktuelles Tauchboot automatisch auswählen
fr: Sélectionner automatiquement le sous-marin actuel
ja: 現在の潜水艦を自動選択
zh: 自动选择当前潜水艇

# ConfigTabTooltipAutoSelection
source: Automatically selects the current selected submarine in the games voyage interface.
de: Wählt automatisch das aktuelle Tauchboot aus, welches im Tauchbootmenü ausgewählt ist.
fr: Sélectionne automatiquement le sous-marin sélectionné dans l'interface d'expédition du jeu.
ja: ゲームの航海インターフェースで選択した現在の潜水艦を自動的に選択します。
zh: 自动选择在游戏航海界面中已选中的潜水艇。

# ConfigTabCheckboxNextOverlay
source: Show Next Overlay
de: Nächster Sektor-Overlay zeigen
fr: Afficher l'overlay suivant
ja: 次のオーバーレイを表示
zh: 显示 下一个 悬浮窗

# ConfigTabTooltipNextOverlay
source: Overlay attached to the voyage selection interface Suggest the next sector to unlock or explore Visible if: a) The map has unlocks left, or b) A sector must be explored to unlock the next map
de: Ein Overlay welches dem Tauchbootmenü angehängt ist Wird gezeigt wenn: a) Auf der Karte können noch Sektoren entdeckt werden, oder b) Ein Sektor muss besucht werden um die nächste Karte freizuschalten
fr: Overlay attaché à l'interface de sélection d'expédition Propose le prochain secteur à débloquer ou explorer Visible si : a) La carte a encore des secteurs à débloquer, ou b) Un secteur doit être exploré pour débloquer la prochaine carte
ja: 航海選択インターフェースに付属するオーバーレイ 次に開放・探索すべき区域を提案します 次のどちらかの条件を満たした際に表示されます： a) マップに未開放の区域が存在する b) 次のマップのロックを解除する為に、その区域を探索しなければならない
zh: 附加到航程选择界面的悬浮窗 建议下一个需要解锁或探索的航路点 满足以下条件可见: a) 海底图还有未解锁的航路点，或者 b) 必须探索某个航路点才能解锁下张海底图

# ConfigTabCheckboxUnlockOverlay
source: Show Unlock Overlay
de: Entdeckungs-Overlay zeigen
fr: Afficher l'overlay de déblocage
ja: ロック解除のオーバーレイを表示
zh: 显示 解锁 悬浮窗

# ConfigTabTooltipUnlockOverlay
source: Overlay attached to the voyage selection interface Shows all unlocks that are still open Visible if: a) The map has unlocks left
de: Ein Overlay welches dem Tauchbootmenü angehängt ist Zeige alle noch verblieben Sektoren an die freigeschaltet werden können Wird gezeigt wenn: a) Die Karte noch unentdeckte Sektoren hat
fr: Overlay attaché à l'interface de sélection d'expédition Montre tous les secteurs à visiter Visible si : a) La carte a encore des secteurs à débloquer
ja: 航海選択インターフェースに付属するオーバーレイ 未開放の区域をすべて表示します 次の条件を満たした際に表示されます： a) マップに未開放の区域が存在する
zh: 附加到航程选择界面的悬浮窗 显示所有待解锁的航路点 满足以下条件可见: a) 海底图还有未解锁的航路点

# ConfigTabCheckboxRouteOverlay
source: Show Route Overlay
de: Reise-Overlay zeigen
fr: Afficher l'overlay d'itinéraire
ja: ルートのオーバーレイを表示
zh: 显示 航线 悬浮窗

# ConfigTabTooltipRouteOverlay
source: Overlay attached to the voyage selection interface. Suggest the best route to take Empty if: a) Highest Rank threshold has been passed b) MustInclude is empty
de: Ein Overlay welches dem Tauchbootmenü angehängt ist Schlägt die beste Route vor Leer wenn: a) Höchstrang wurde überschritten b) Muss-Einbeziehen ist leer
fr: Overlay attaché à l'interface de sélection d'expédition Suggère la meilleure route à prendre Vide si : a) Le seuil du "Plus haut rang" indiqué est dépassé b) "Doit Inclure" est vide
ja: 航海選択インターフェースに付属するオーバーレイ 最善のルートを提案します 何も表示されていない場合は次の条件を確認してください： a) 最高ランクのしきい値を超えた b) 必須項目が空
zh: 附加到航程选择界面的悬浮窗 建议最好的航线 满足以下条件隐藏: a) 超过最高等级阈值 b) 未指定必须包含

# ConfigTabSliderRank
source: Highest Rank
de: Höchster Rang
fr: Plus haut rang
ja: 最高ランク
zh: 最高等级

# ConfigTabTooltipRank
source: No route suggestions above this rank.
de: Keine Routenvorschläge über diesem Rang.
fr: Aucune suggestion d'itinéraire au-dessus de ce rang.
ja: このランクを超えるとルート提案はされません。
zh: 此等级以上没有航线建议。

# ConfigTabCheckboxIncludeMain
source: Auto Include Main Sector
de: Hauptsektor automatisch einbeziehen
fr: Inclure automatiquement le secteur principal
ja: メインセクターを自動的に含める
zh: 自动包含主要航路点
