Repository: Infiziert90/SubmarineTracker
Catalog: SubmarineTracker/Resources/Language.*.resx
Languages: de, fr, ja, zh

# BuilderLevelingTooltipIgnoreBuild
source: This will calculate every single possible build Warning: This will take a long time and you'll experience game slowdown
de: Dies berechnet jeden einzelnen Build Warnung: Dies wird eine lange Zeit dauern und du wirst eine Verlangsamung des Spiels erleben
fr: Ceci calculera chaque build possible Attention : cela peut prendre beaucoup de temps et le jeu sera ralenti
ja: これは、すべての可能なビルドを計算します。 警告 時間がかかり、ゲームの進行が遅くなります。
zh: 将计算每一个可能的配置 警告: 需要很长时间，并且游戏可能会卡顿

# BuilderLevelingCheckboxIgnoreUnlocks
source: Ignore Unlocks
de: Freischaltungen ignorieren
fr: Ignorer le déblocage
ja: ロック解除を無視
zh: 忽略解锁

# BuilderLevelingCheckboxIgnoreShark
source: Ignore Shark Parts
de: Shark-Teile ignorieren
fr: Ignorer les pièces de classe Requin
ja: シャークの部位を無視
zh: 忽略鲨鱼级部件

# BuilderLevelingTooltipIgnoreShark
source: Leveling expects that a shark part exists, so it takes that as priority over worse parts This option disables the behaviour NOTE: Your Submarine must be Rank of the highest Rank Part, or this will endlessly loop. e.g SSUW must be Rank higher or equal to 25 Important: This can lead to errors
de: Aufleveln erwartet, dass es ein SharkTeil gibt, so es wird dies priorisieren, falls es besser ist. Die Option deaktiviert dieses Verhalten Wichtig: Dein ausgewähltes Tauchboot muss mindestens auf dem Rang des höchsten Teils sein, ansonsten wird es in einem endlosen Loop betreten. z.B.: SSUW muss mindestens Rang 25 oder höher sein Warnung: Dies kann zu Fehlern führen
fr: Le gain de niveau s'attend à ce qu'une pièce de classe Requin existe, il la prend donc en priorité par rapport aux pièces moins bonnes. Cette option désactive ce comportement NOTE : Votre sous-marin doit avoir le rang de la pièce au rang le plus élevé, ou le calcul bouclera à l'infini. Par exemple, SSUW doit avoir un rang supérieur ou égal à 25. Important : cela peut entraîner des erreurs
ja: レベリングは、サメのパーツが存在することを想定している。 このオプションは 注意：あなたの潜水艦は最高ランクのパーツのランクでなければなりません。 例：SSUWはランクが25以上でなければならない 重要：これはエラーにつながる可能性があります
zh: 升级时预计已拥有鲨鱼级部件，因此会优先考虑鲨鱼级部件，而不是性能更差的部件 此选项将禁用此行为 注意：你的潜水艇必须达到最高级别部件的等级，否则会无限循环。 例如：SSUW 必须等于或高于25级 重要：可能会导致错误

# BuilderLevelingCheckboxIgnoreUnmodified
source: Ignore Unmodified Parts
de: Unmodifizierte Teile ignorieren
fr: Ignorer les pièces non modifiées
ja: 変更されていない部分を無視
zh: 忽略非改级部件

# BuilderLevelingTooltipIgnoreUnmodified
source: Leveling expects that an unmodified part exists, so it takes that as priority over any modified part if better This option disables the behaviour Important: This can lead to errors
de: Aufleveln erwartet, dass ein unmodifiziertes Teil existiert, so wird es diese priorisieren, falls es günstiger ist Die Option deaktiviert dieses Verhalten Warnung: Dies kann zu Fehlern führen
fr: Le gain de niveau s'attend à ce qu'une pièce non modifiée existe, il la considère donc comme prioritaire par rapport à une pièce modifié. Cette option désactive ce comportement Important : cela peut entraîner des erreurs
ja: レベリングは未改造のパーツが存在することを想定しているので、改造されたパーツよりもそちらを優先します。 このオプションは 重要：これはエラーにつながる可能性があります
zh: 升级时预计已拥有非改级部件，因此如果性能更好的话，会优先考虑非改级部件，而不是改级部件 此选项将禁用此行为 重要：可能会导致错误

# BuilderLevelingCheckboxAvgExp
source: Use Avg Exp Bonus
de: Verwende durchschnittliche Bonus-EP
fr: Utiliser le bonus d'Exp moyen
ja: 平均経験値ボーナスを使用する
zh: 使用平均经验加成

# BuilderLevelingTooltipAvgExp
source: This calculation normally takes only guaranteed retrieval bonus into account. With this option it will take the avg of possible bonus
de: Diese Berechnung berücksichtigt nur garantierte Bonus-Erfahrungspunkte. Mit der Option können sie die Berechnung anweisen den Durchschnitt zu verwendet
fr: Ce calcul ne prend normalement en compte que le bonus de Prélèvement garanti. Avec cette option, il prendra la moyenne du bonus possible
ja: この計算は通常、保証された検索ボーナスのみを考慮します。 このオプションを使用すると、可能な平均ボーナスがかかります
zh: 此计算通常只考虑必然的收集性能加成。 使用此选项将会使用可能的加成平均值。

# TermsAllowedSectors
source: Allowed Sectors
de: Erlaubte Sektoren
fr: Secteurs autorisés
ja: 許可されたセクター
zh: 允许的航路点

# BuilderLevelingResultLast
source: Last Calculation:
de: Letzte Berechnung:
fr: Dernier calcul :
ja: 前回の計算:
zh: 最近计算:

# BuilderLevelingResultVoyageList
source: Voyage List:
de: Reise Liste:
fr: Liste d'expéditions :
zh: 航行列表:

# BuilderTabRoute
source: Route
fr: Itinéraire
ja: ルート
zh: 航线

# TermsSectors
source: Sectors
de: Sektoren
fr: Secteurs
ja: セクター
zh: 航路点

# BuilderTabRouteSelection
source: Select sector by clicking
de: Sektor durch Klicken auswählen
fr: Sélectionner le secteur en cliquant
ja: クリックしてセクターを選択
zh: 单击选择航路点

# TermsUnlockedBy
source: Unlocked By
de: Freigeschaltet durch
fr: Débloqué par
ja: ロック解除者
zh: 解锁点

# BuilderWindowTooltipUnlocksSlot
source: #Extra Sub Slot
de: #Extra Tauchboot Slot
fr: #Nouvel emplacement de sous-marin
zh: #额外潜水艇栏位

# BuilderWindowTooltipAlwaysUnlocked
source: Always Unlocked
de: Immer freigeschaltet
fr: Toujours débloqué
ja: 常にロック解除
zh: 始终解锁

# TermsUnknown
source: Unknown
de: Unbekannt
fr: Inconnu
ja: 不明
zh: 未知

# BuilderTabRouteCommon
source: Common Routes
de: Übliche Routen
fr: Itinéraires communs
zh: 常规路线

# BuilderTabShip
source: Ship
de: Schiff
fr: Sous-marin
ja: 配送
zh: 潜水艇

# BuilderShipCheckboxIgnoreBreakpoints
source: Ignore Breakpoints
de: Breakpoints ignorieren
fr: Ignorer les breakpoints
ja: ブレークポイントを無視
zh: 忽略断点

# BuilderShipHeaderRoute
source: Selected Route:
de: Ausgewählte Route:
fr: Itinéraire sélectionné :
ja: 選択したルート:
zh: 选定航线:

# TermsStats
source: Stats
de: Werte
ja: ステータス
zh: 统计

# TermsSurveillance
source: Surveillance
de: Detektion
fr: Exploration
ja: 探査
zh: 探索性能

# TermsRetrieval
source: Retrieval
de: Effizienz
fr: Prélèvement
ja: 収集
zh: 收集性能

# TermsSpeed
source: Speed
de: Geschwindigkeit
fr: Vitesse
ja: 速度
zh: 巡航速度

# TermsBreakpoints
source: Breakpoints
ja: ブレークポイント
zh: 断点

# BuilderShipCheckboxT2
source: Use T2
de: T2 verwenden
fr: Utiliser T2
ja: T2 を使用
zh: 使用 T2

# BuilderShipCheckboxNormal
source: Use Normal
de: Normal verwenden
fr: Utiliser Normal
ja: ノーマルを使用
zh: 使用普通

# BuilderShipCheckboxFavor
source: Ignore Favor
de: Gunst ignorieren
fr: Ignorer la Faveur
ja: 運を無視
zh: 忽略恩惠

# BuilderShipCheckboxModded
source: No Modified Parts
de: Keine modifizierten Teile
fr: Aucune pièce modifiée
ja: 改級パーツなし
zh: 不使用改级部件

# BuilderShipCalculationNothingFound
source: No build found.
de: Kein Build befunden.
fr: Aucune build trouvée.
ja: ビルドが見つかりません。
zh: 找不到配置。

# TermsCost
source: Cost
de: Kosten
fr: Coût
ja: コスト
zh: 成本

# TermsHull
source: Hull
de: Rumpf
fr: Coque
ja: 艦体
zh: 船体

# TermsStern
source: Stern
de: Heck
fr: Poupe
ja: 艦尾
zh: 船尾

# TermsBow
source: Bow
de: Bug
fr: Proue
ja: 艦首
zh: 船首

# TermsBridge
source: Bridge
de: Brücke
fr: Pont
ja: 艦橋
zh: 舰桥

# TermsRange
source: Range
de: Reichweite
fr: Distance
ja: 速度
zh: 航行距离

# TermsDuration
source: Duration
de: Dauer
fr: Durée
ja: 期間
zh: 时长

# BuilderShipTableSelect
source: Select this build
de: Diesen Build auswählen
fr: Sélectionner cette build
ja: このビルドを選択
zh: 选择此配置

# BuilderStatsCategoryBuild
source: Selected Build:
de: Ausgewählter Build:
fr: Build sélectionnée :
ja: 選択したビルド:
zh: 选定配置:

# BuilderStatsCategoryRoute
source: Optimized Route:
de: Optimierte Route:
fr: Route optimisée :
ja: 最適化されたルート:
zh: 最佳航线:

# TermsFuel
source: Fuel
de: Treibstoff
fr: Carburant
ja: 燃料
zh: 青磷水

# TermsExpEachMin
source: Exp/Min
de: EP/Min
ja: Exp/分
zh: 经验/分钟

# BuilderStatsTextRepairAfter
source: {0} after {1} voyages
de: {0} nach {1} Reisen
fr: {0} après {1} voyages
ja: {0} 航海後の {1}
zh: {1} 航次后 {0} 个

# BuilderStatsRouteNoSelection
source: No Selection
de: Keine Auswahl
fr: Aucune sélection
ja: 選択なし
zh: 未选择

# BuilderLevelingResultLimit
source: Limit:
de: Begrenzung:
fr: Limite :
ja: 制限:
zh: 限制:

# BuilderLevelingResultMaximize
source: Maximize Limit:
de: Maximiere Begrenzung:
fr: Maximiser la limite :
ja: 上限を最大化:
zh: 最大化上限:

# BuilderLevelingResultAvg
source: Avg Bonus:
de: Durchschnittlicher Bonus:
fr: Bonus moyen :
ja: 平均ボーナス:
zh: 平均加成:

# BuilderLevelingResultUnlocks
source: Ignore Unlocks:
de: Freischaltungen ignorieren:
fr: Ignorer le déblocage :
ja: ロック解除を無視:
zh: 忽略解锁:

# BuilderLevelingStepBuild
source: Build:
ja: ビルド:
zh: 配置:

# BuilderLevelingStepVoyage
source: Voyage {0}:
de: Reise {0}:
zh: 航次 {0}:

# BuilderLevelingStepGained
source: Exp Gained:
de: EP erhalten:
fr: Exp gagnée :
ja: 獲得した経験値:
zh: 获得经验:

# BuilderLevelingStepReached
source: Rank Reached:
de: Rang erreicht:
fr: Rang atteint :
ja: Ranking reachado:
zh: 达到等级:

# BuilderLevelingResultStart
source: Start Rank:
de: Start-Rang:
fr: Rang de départ :
ja: 開始ランク:
zh: 开始等级:

# BuilderLevelingResultFinal
source: Final Rank:
de: Final-Rang:
fr: Rang final :
ja: 最終ランク：
zh: 最终等级:

# BuilderLevelingResultVoyages
source: Voyages:
de: Reisen:
fr: Expéditions :
ja: 航海日程:
zh: 航次:

# BuilderLevelingResultTotal
source: Exp Total:
de: EP Total:
fr: Total d'Exp :
ja: Exp 合計:
zh: 经验总计:

# BuilderLevelingResultLeftover
source: Leftover:
de: Übrig:
fr: Exp restante :
ja: 残り時間:
zh: 剩余经验:

# DurationLimitNoLimit
source: No Limit
de: Unbegrenzt
fr: Aucune
ja: 無制限
zh: 无限制

# DurationLimit24Hours
source: 24 Hours
de: 24 Stunden
fr: 24 heures
ja: 24時間
zh: 24 小时

# DurationLimit36Hours
source: 36 Hours
de: 36 Stunden
fr: 36 heures
ja: 36時間
zh: 36 小时

# DurationLimit48Hours
source: 48 Hours
de: 48 Stunden
fr: 48 heures
ja: 48時間
zh: 48 小时

# DurationLimitCustom
source: Custom
de: Benutzerdefiniert
fr: Personnalisée
ja: カスタム
zh: 自定义

# DateLimit1Day
source: 1 Day
de: 1 Tag
fr: 1 jour
ja: 1日
zh: 1 天

# DateLimit3Days
source: 3 Days
de: 3 Tage
fr: 3 jours
ja: 3日
zh: 3 天

# DateLimit5Days
source: 5 Days
de: 5 Tage
fr: 5 jours
ja: 5日
zh: 5 天

# DateLimit1Week
source: 1 Week
de: 1 Woche
fr: 1 semaine
ja: 1週間
zh: 1 周

# DateLimit2Weeks
source: 2 Weeks
de: 2 Wochen
fr: 2 semaines
ja: 2週間
zh: 2 周

# DateLimit3Weeks
source: 3 Weeks
de: 3 Wochen
fr: 3 semaines
ja: 3週間
zh: 3 周

# DateLimit4Weeks
source: 4 Weeks
de: 4 Wochen
fr: 4 semaines
ja: 4週間
zh: 4 周

# DateLimit1Month
source: 1 Month
de: 1 Monat
fr: 1 mois
ja: 1ヶ月
zh: 1 月

# DateLimit3Months
source: 3 Months
de: 3 Monate
fr: 3 mois
ja: 3ヶ月
zh: 3 月

# DateLimit6Months
source: 6 Months
de: 6 Monate
fr: 6 mois
ja: 6ヶ月
zh: 6 月

# DateLimit9Months
source: 9 Months
de: 9 Monate
fr: 9 mois
ja: 9ヶ月
zh: 9 月

# DateLimit1Year
source: 1 Year
de: 1 Jahr
fr: 1 an
ja: 1年
zh: 1 年

# NameOptionDefault
source: Default
de: Standard
fr: Défaut
zh: 默认

# NameOptionFullName
source: Full Name
de: Vollständiger Name
fr: Nom complet
zh: 全名

# NameOptionTag
source: Only Tag
de: Nur FG Tag
fr: Seulement le tag
zh: 仅标签

# NameOptionName
source: Only Name
de: Nur Name
fr: Nom uniquement
zh: 仅名称

# NameOptionInitials
source: Initials
de: Initialen
fr: Initiales
zh: 首字母

# NameOptionOnlyInitials
source: Only Initials
de: Nur Initiale
fr: Seulement les Initiales
zh: 仅首字母

# NameOptionAnon
source: Anonymized
de: Anonymisiert
fr: Anonymisé
zh: 匿名

# SurvTermT3High
source: T3 High
fr: T3 Haut
zh: T3 高

# SurvTermT2High
source: T2 High
fr: T2 Haut
zh: T2 高

# SurvTermT1High
source: T1 High
fr: T1 Haut
zh: T1 高

# SurvTermT2Mid
source: T2 Mid
fr: T2 Moyen
zh: T2 中

# SurvTermT1Mid
source: T1 Mid
fr: T1 Moyen
zh: T1 中

# SurvTermT1Low
source: T1 Low
fr: T1 Bas
zh: T1 低

# RetTermOptimal
source: Optimal
ja: 最高
zh: 最佳

# RetTermNormal
source: Normal
ja: 普通
zh: 普通

# RetTermPoor
source: Poor
fr: Faible
ja: 乏しい
zh: 较差

# FavorTermYes
source: Yes
fr: Oui
zh: 是

# FavorTermStatsEnoughButFailed
source: CSCFIFFE
ja: 帰還を優先し引きあげることにしました
zh: 满足恩惠但没有触发二次探索的概率

# FavorTermLow
source: Too Low
fr: Trop Bas
zh: 过低

# TermUnknown
source: Unknown
fr: Inconnu
zh: 未知

# TermDaySun
source: Sun
fr: Dim
zh: 周日

# TermDayMon
source: Mon
fr: Lun
zh: 周一

# TermDayTue
source: Tue
fr: Mar
zh: 周二

# TermDayWed
source: Wed
fr: Mer
zh: 周三

# TermDayThu
source: Thu
fr: Jeu
zh: 周四

# TermDayFri
source: Fri
fr: Ven
zh: 周五

# TermDaySat
source: Sat
fr: Sam
zh: 周六

# TermMonthJan
source: January
fr: Janvier
zh: 一月

# TermMonthFeb
source: February
fr: Février
zh: 二月

# TermMonthMar
source: March
fr: Mars
zh: 三月

# TermMonthApr
source: April
fr: Avril
zh: 四月

# TermMonthMay
source: May
fr: Mai
zh: 五月

# TermMonthJun
source: June
fr: Juin
zh: 六月

# TermMonthJul
source: July
fr: Juillet
zh: 七月

# TermMonthAug
source: August
fr: Août
zh: 八月

# TermMonthSep
source: September
fr: Septembre
zh: 九月

# TermMonthOct
source: October
fr: Octobre
zh: 十月

# TermMonthNov
source: November
fr: Novembre
zh: 十一月

# TermMonthDec
source: December
fr: Décembre
zh: 十二月

# WarningInvalidDate
source: Date before {0} is not possible
fr: Choisir une date antérieure au {0} n'est pas possible
zh: {0} 日期前不可用

# TermJoinDiscord
source: Join Discord
fr: Rejoindre Discord
ja: Discordに参加
zh: 加入 Discord

# OverseasDiscordTooltip
source: Discord: Overseas Casuals Recommended discord for submarines Just select the 'Subs' channel and join us in '#you-dont-pay-my-sub'
fr: Discord : Overseas Casuals Discord recommandé pour les sous-marins Selectionnez le canal 'Subs' et Rejoignez-nous dans '#you-dont-pay-my-sub'
zh: Discord: Overseas Casuals 潜水艇玩法的推荐 Discord 频道 只需选择 'Subs' 频道并在 '#you-dont-pay-my-sub' 加入我们

# TermSpreadsheet
source: Spreadsheet
fr: Tableur
zh: 电子表格

# TermType
source: Type
zh: 类型

# SubPartHull
source: Hull
fr: Coque
ja: 艦体
zh: 船体

# SubPartStern
source: Stern
fr: Poupe
ja: 艦尾
zh: 船尾

# SubPartBow
source: Bow
fr: Proue
ja: 艦首
zh: 船首

# SubPartBridge
source: Bridge
fr: Pont
ja: 艦橋
zh: 舰桥

# LootTabLoot
source: Loot
fr: Butin
ja: 戦利品
zh: 战利品

# TermSearch
source: Search
fr: Recherche
zh: 搜索

# TabLootNoSearch
source: No search target selected ...
fr: Aucune cible de recherche sélectionnée...
ja: 検索対象が選択されていません...
zh: 没有选择搜索对象...

# ConfigTabServerBar
source: Server Bar:
fr: Barre de serveur :
ja: サーバー情報バー:
zh: 服务器栏:

# ConfigTabCheckboxServerBarEnabled
source: Show Returning Sub
fr: Afficher les sous-marins sur le retour
ja: 潜水艦の帰還タイマーを表示
zh: 显示返回的潜水艇

# ConfigTabCheckboxNoSubName
source: Show Submarine Name
fr: Afficher le nom du sous-marin
zh: 显示潜水艇名称

# ConfigTabCheckboxServerBarNumbers
source: Show On Route And Done Numbers
fr: Afficher le nombre de sous-marins en route et revenus
zh: 显示航途中和已返航的艘数

# ErrorDeletionFailed
source: Unable to delete this entry, report this error to the author
fr: Impossible de supprimer cette entrée, signalez cette erreur au développeur
zh: 无法删除此条目，请将此错误报告给开发者

# ConfigTabTooltipIgnoredCharacterDelete
source: Hold Control to delete
fr: Maintenir Ctrl pour supprimer
zh: 按住 Ctrl 键以删除

# ConfigTabTooltipShowStorageMessage
source: Show a message whenever you enter the workshop, informing you about your tank and repair kit status
fr: Afficher un message chaque fois que vous entrez dans l'atelier, vous informant de l'état de vos barils et de vos kits de réparation
ja: 地下工房に入るたびに、バレルと修理材の状態を通知するメッセージを表示します
zh: 进入部队工房时显示一条青磷水和修理工具状态的消息

# ConfigTabCheckboxShowStorageMessage
source: Show Storage Message
fr: Afficher le message d'inventaire
zh: 显示仓库消息

# ConfigTabCheckboxShowStorageStartup
source: Also Show At Startup
fr: Afficher aussi au démarrage
zh: 同时在启动游戏时显示

# ConfigTabCheckboxOfflineMode
source: Use Offline Mode
fr: Utiliser le mode hors-ligne
ja: オフラインモードを使用
zh: 使用离线模式

# ConfigTabHeaderOfflineLabel
source: Offline Mode Explanation
fr: Explication du mode hors ligne
ja: オフラインモードについて
zh: 离线模式说明

# ConfigTabOfflineModeText1
source: Offline mode allows you to receive return notifications while the game client is closed. For this feature to work, some data has to be uploaded to a server for processing.
fr: Le mode hors-ligne vous permet de recevoir des notifications de retour lorsque le client du jeu est fermé. Pour que cette fonctionnalité marche, certaines données doivent être envoyées sur un serveur pour être traitées.
zh: 离线模式允许你在游戏客户端关闭时接收返航通知。须向服务器上传某些必要数据进行处理， 才能使此功能正常工作。

# ConfigTabOfflineModeText2
source: What Data?
fr: Quelles données ?
zh: 什么数据？

# ConfigTabOfflineModeText4
source: Submarine + FC Name [Naming Convention]
fr: Sous-marin + Nom de CL [Nomenclature]
zh: 潜水器 + 部队名称 [命名规则]

# ConfigTabOfflineModeText5
source: Return Time
fr: Heure de retour
zh: 返航时间

# ConfigTabOfflineModeText6
source: Discord UserId [If set]
fr: Identifiant Discord [si renseigné]
zh: Discord 用户 ID [如果已设置]

# ConfigTabOfflineModeText7
source: Discord RoleId [If set]
fr: Rôle Discord [si renseigné]
zh: Discord 身份组 ID [如果已设置]

# ConfigTabOfflineModeText8
source: Data Lifetime
fr: Durée de vie des données
zh: 数据使用期限

# ConfigTabOfflineModeText9
source: All uploaded data is removed from the database 10 minutes before the return time is reached. At this stage, all remaining memory data will automatically wiped after the return notification has been sent.
fr: Les données enregistrées sont effacées de la base de données 10 minutes avant le retour des sous-marins. À ce stade, toutes les données restantes en mémoire seront automatiquement effacées après réception de la notification de retour.
zh: 在返航时间到达前 10 分钟，所有已上传数据都将从数据库中删除。此过程中，所有剩余的内存数据将在发送返航通知后自动清除。

# ConfigTabOfflineModeText10
source: Important Note
fr: Note importante
zh: 重要提示

# ConfigTabOfflineModeText11
source: For this feature to work, general upload permissions must have been granted.
fr: Pour utiliser cette fonction, les autorisations générales d'export de données doivent avoir été accordées.
zh: 要使此功能正常工作，必须授予一般上传权限。

# ConfigTabHelpHeader
source: Help
fr: Aide
zh: 帮助

# ConfigTabHelpText1
source: Need help creating the webhook url?
fr: Besoin d'aide pour créer l'URL du Webhook ?
zh: 不知道如何创建 Webhook URL？

# ConfigTabHelpClickButton
source: Click the button:
fr: Cliquez sur le bouton :
zh: 点击按钮:

# ConfigTabTooltipUserId
source: Click to open discord user id guide in your browser.
fr: Cliquez pour ouvrir le guide d'identifiant utilisateur Discord dans votre navigateur.
zh: 点击此处在浏览器中打开 Discord 用户 ID 指南。

# ConfigTabTooltipRoleId
source: Click to open discord role id guide in your browser.
fr: Cliquez pour ouvrir le guide de rôles Discord dans votre navigateur.
zh: 点击此处在浏览器中打开 Discord 身份组 ID 指南。

# ConfigTabHelpText2
source: Need help finding your discord user id?
fr: Besoin d'aide pour trouver votre identifiant d'utilisateur Discord ?
zh: 不知道如何查找你的 Discord 用户 ID？

# ConfigTabHelpText3
source: Need help finding your discord role id?
fr: Besoin d'aide pour trouver votre identifiant de rôle Discord ?
zh: 不知道如何查找你的 Discord 身份组 ID？

# ConfigTabHelpText4
source: Note: Same works for user ids
fr: Note : cela fonctionne également pour les identifiants d'utilisateur
zh: 注: 同样适用于用户 ID

# ConfigTabHeaderUserId
source: UserId For Ping:
fr: Identifiant pour notification :
zh: 用于 Ping 的用户 ID:

# ConfigTabHeaderRoleId
source: RoleId For Ping:
fr: Identifiant de rôle pour notification :
zh: 用于 Ping 的身份组 ID:

# ConfigTabErrorInvalidWebhook
source: Url is not a valid discord webhook.
fr: l'URL de Webhook Discord renseignée est invalide.
zh: 此 URL 不是有效的 Discord Webhook。

# ConfigTabCheckboxNoHidden
source: Remove Hidden From Numbers
fr: N'afficher que les sous-marins visibles
zh: 从表格中排除已隐藏

# ConfigTabTracker
source: Tracker
zh: 追踪器

# TermsNotHidden
source: Not Hidden
fr: Visibles
zh: 未隐藏

# TermsFC
source: FC:
fr: CL :
zh: 部队:

# TermsUnlocked
source: Unlocked
fr: Débloqué
zh: 已解锁

# LootTabRoutes
source: Routes
ja: ルート
zh: 航线

# StorageBoth
source: Not enough Tanks and Repair Kits!
fr: Barils de céruleum et kits de réparation insuffisants !
ja: バレルと修理材が不足しています！
zh: 没有足够的青磷水和修理工具！

# StorageNoTanks
source: Not enough Tanks!
fr: Barils de céruleum insuffisants !
ja: バレルが足りません！
zh: 没有足够的青磷水！

# StorageNoKits
source: Not enough Repair Kits!
fr: Kits de réparation insuffisants !
ja: 魔導機械修理材が足りません！
zh: 没有足够的修理工具！

# StorageAllOkay
source: Your fleet has enough for {0} voyages and {1} combined repairs.
fr: Votre flotte a assez pour {0} voyages et {1} réparations combinées.
zh: 你的舰队足以进行 {0} 次航行和 {1} 次合并维修。

# ConfigTabOfflineModeText3
source: Discord Webhook Url
fr: URL de Webhook Discord

# ConfigTabHeaderWebhookUrl
source: Discord Webhook Url:
fr: URL du Webhook Discord :
